[
  
  {
    
    "Icon": "https://github.com/NawayeNor/photo-app/raw/gh-pages/unnamed%20(1).jpg",
    
    "Name": "حاج قاسم سلیمانی",
    
    "arb": "زندگینامه حاج قاسم\n\nدر اینجا می‌خواهیم تا به مناسبت فرارسیدن ۲۰ اسفندماه سالروز تولد سردار سلیمانی فرمانده نیروی قدس سپاه مروری بر زندگی ایشان داشته باشیم.\n\nزندگینامه حاج قاسم\nتولد\nشهید حاج قاسم سلیمانی ۲۰ اسفندماه سال ۱۳۳۵ در روستای قنات ملک از توابع رابر کرمان در یک خانواده کارگری چشم به جهان گشود. ۱۱ سال بیشتر نداشت که پس از پایان تحصیلات ابتدایی به کرمان رفت. پس از اخذ دیپلم به شغل بنایی مشغول شد و بعد‌ها فعالیت خود را به عنوان پیمانکار در اداره آب کرمان آغاز کرد.\n\nزندگینامه حاج قاسم\n\nدوران جوانی و پیروزی انقلاب اسلامی\nبا پیروزی انقلاب اسلامی در سال ۱۳۵۷ همزمان با پیمانکاری در اداره آب کرمان به صورت افتخاری به عضویت سپاه کرمان درآمد. پیش از آغاز دفاع مقدس و با شورش کرد‌ها به مناطق غرب کشور رفت. در حوادث انقلاب اسلامی ایران با روحانی مشهدی به نام رضا کامیاب آشنا شد که او را وارد جریانات انقلاب کرد. سهراب سلیمانی برادر شهید می‌گوید که او یکی از گردانندگان اصلی راهپیمایی‌های کرمان در زمان انقلاب بود.\n\nزندگینامه حاج قاسم\n\nآغاز دفاع مقدس\nهنگامی که عراق در سال ۱۳۵۹ به ایران حمله کرد، حاج قاسم سلیمانی چندین گردان از کرمان را آموزش داد و به همراه آن‌ها راهی مناطق عملیاتی جنوب کشور شد. او حتی در دوره‌ای فرماندهی سپاه آذربایجان غربی را نیز برعهده داشت.\n\nزندگینامه حاج قاسم\n\nبا خاتمه یافتن شورش‌ کردها به کرمان بازگشت و فرمانده پادگان قدس سپاه کرمان شد.\n\nزندگینامه حاج قاسم\n\nتاسیس لشکر ثارالله و نخستین فرمانده این لشکر\nاواخر سال ۱۳۶۰ سردار سرلشکر پاسدار محسن رضایی فرمانده کل سپاه پاسداران طی حکمی سردار سلیمانی را به فرماندهی تیپ ثارالله منصوب کرد. او بسیار زیرک بود و با استفاده از همین ویژگی در عملیات‌های مختلفی همچون والفجر ۸، کربلای ۱، کربلای ۵، تک شلمچه و چندین عملیات دیگر بسیار موفق عمل کرد که حاصل آن کارنامه‌ای درخشان در این دوران بود.  \n\nزندگینامه حاج قاسم\n\nمبارزه با اشرار و قاچاقچیان\nسردار حاج قاسم سلیمانی پس از پایان جنگ ایران و عراق در سال ۱۳۶۷ به کرمان بازگشت و درگیر جنگ با اشراری شد که از مرزهای شرقی ایران هدایت می‌شدند. او تا قبل از انتصاب به فرماندهی سپاه قدس، با باندهای قاچاق مواد مخدر در مرزهای ایران و افغانستان می‌جنگید.\n\n\nنیروی قدس سپاه و انتخاب به عنوان دومین فرمانده این نیرو\nسردار حاج قاسم سلیمانی در سال ۱۳۷۹ با حکمی از سوی آیت الله خامنه‌ای رهبر معظم انقلاب پس از سردار احمد وحیدی به عنوان دومین فرمانده این نیرو انتخاب شد. او در این نیرو فعالیت‌های گسترده‌ای در زمینه تقویت و گسترش فعالیت‌های محور مقاومت داشت. در واقع این فعالیت‌های سردار سلیمانی در کنار شهید عماد مغنیه بود که سبب قدرتمندتر شدن این نیرو و ناکامی رژیم صهیونیستی در رسیدن به اهداف خود در خصوص فلسطین و همچنین لبنان شد.\n\n\nارتقا به درجه سرلشکری توسط فرمانده کل قوا\nسال ۱۳۸۹ بود که سردار سرتیپ پاسدار حاج قاسم سلیمانی به جهت خدمات فراوان خود از سوی آیت الله خامنه‌ای فرمانده معظم کل قوا و رهبر انقلاب اسلامی با یک درجه ارتقاء به درجه سرلشکری رسید.\n\n\nحضور در عراق، سوریه و مبارزه با داعش\nسردار شهید حاج قاسم سلیمانی شخصیتی بسیار برجسته در جبهه مقاومت و از یادگاران دوران دفاع مقدس بود. هنگامی که خبر شهادت او در رسانه‌های اعلام شد شاید بسیاری از مردم هنوز باورشان نمی‌شد که چنین اتفاقی رخ داده است، او چهره درخشان و برجسته محور مقاومت به ویژه در دوران مبارزه با شجره خبیثه ملعونه داعش بود. این شهید بزرگوار توانست جبهه مقاومت را در سراسر جهان تشکیل دهد و به همین دلیل هم آمریکا و صهیونیست‌ها و همه کفار مخالف سردار سلیمانی هستند.\n\n\nفرمانده لشکر ۴۱ ثارالله در دفاع مقدس، سازمان‌دهنده نیروهای حزب الله در جنگ ۳۳ روزه لبنان و فرمانده نیروی قدس سپاه پاسداران و کابوس داعش و جبهه‌النصره و دار و دسته‌شان امروز هدف اقدام تروریستی دولت آمریکا قرار گرفته است. واکنش‌ها به شهادت سرلشکر سلیمانی که برای بسیاری همچنان همان «حاج قاسم» سال‌های جنگ بود در ۶۳ سالگی و پس از نزدیک به چهار دهه مبارزه بی وقفه نشان از محبوبیت کمیاب یک چهره نظامی داشت.\n\n\nداعش و نقش مخرب آن در غرب آسیا\nهنگامی که داعش در سال ۲۰۱۱ میلادی پیشروی‌های خود را در مناطق عراق و سوریه آغاز کرد؛ این سردار سلیمانی بود که با حضور خود در این مناطق و با تشکیل جبهه مقاومت کمر یزیدیان زمان را شکست.\n\n\nدولت اسلامی عراق در آن زمان عملیات‌های تروریستی زیادی را در عراق پایه‌ریزی کرد؛ بعد از دستگیری «ابوعمر البغدادی»، ابوبکر البغدادی در سال ۲۰۱۰ میلادی به عنوان سرکرده این گروه تروریستی تعیین شد؛ همزمان با آغاز بحران در سوریه، عناصر گروه تروریستی دولت اسلامی عراق فعالیت‌های خود در سوریه را آغاز کردند و شاخه این گروهک در عراق با نام «جبهه النصره لاهل الشام» تشکیل شد و در نهایت در سال ۲۰۱۳ ابوبکر البغدادی در پیامی صوتی ادغام «جبهه النصره» و «دولت اسلامی در عراق» را اعلام کرد تا گروهک تروریستی داعش دولت اسلامی در عراق و شام تشکیل شود.\n\nزندگینامه حاج قاسم\n\nداعشی‌های تروریست خیلی زود و در اوائل سال ۲۰۱۴ با انجام عملیات‌های تروریستی و کشتار بی‌رحمانه مردم وارد شهر فلوجه در استان الانبار عراق شدند و پس از آن نیز در شهر‌های مختلف این کشور تحرکاتی را انجام دادند.\n\nخرداد سال ۱۳۹۳ تروریست‌های داعش که از حمایت دشمنان استقلال عراق و منطقه غرب آسیا برخوردار بودند، به مرکز استان نینوی در عراق یعنی موصل حمله و فقط در چند ساعت این شهر را تصرف کردند.\n\nزندگینامه حاج قاسم\n\nسردار سلیمانی با تشکیل محور مقاومت با نیروهایی مانند جنبش النجباء و کتائب حزب الله و همچنین حشدالشعبی در عراق و گروه هایی نظیر بسیج مردمی سوریه و اتحاد آنها با مدافعان حرم از ایران و تیپ فاطمیون و زینبیون در مقابل داعش ایستادگی کرد و در نهایت با رشادت های فراوان در حالی که به گفته بسیاری از فرماندهان نظامی داعش تا پشت دروازه های کاخ ریاست جمهوری سوریه رسیده بودند و هیچ کس فکر نمی کرد که دیگر امیدی به شکست داعش باشد؛ سردار سلیمانی به همراه مدافعان حرم ایستاد و مانع از گسترش و ظهور بیشتر داعش در منطقه غرب آسیا شد.\n\nزندگینامه حاج قاسم\n\nدر نهایت در  سی ام آبان ماه سال ۹۶ بود که سرلشکر قاسم سلیمانی فرمانده نیروی قدس سپاه در نامه ای به رهبر معظم انقلاب پایان رسمی حکومت گروه تروریستی داعش را اعلام کرد. این اتفاق مهم با پایین کشیدن پرچم داعش در شهر بوکمال سوریه نهایی و به همگان نیز اعلام شد. در واقع این وعده صادقی بود که در آخرین روزهای تابستان همان سال هم از سوی فرمانده نیروی قدس سپاه در مراسم اربعین یکی از فرماندهان جبهه مقاومت شهید «مرتضی حسین‌پور» در گلزار شهدای شلمان لنگرود هم از سوی او اعلام شد.\n\nحاج قاسم سلیمانی خادم حرم ضامن آهو (ع) \nاو در تیرماه سال ۹۳ با حکم حجت الاسلام رئیسی تولیت آستان قدس رضوی (ع) مفتخر به خادمی حضرت امام رضا (ع) شد.\n\nزندگینامه حاج قاسم\n\nدریافت نشان ذوالفقار از دست فرمانده معظم کل قوا\nحضور موثر سردار سلیمانی در صحنه مبارزه با داعش و شکست این گروهک ضاله باعث شد تا حضرت آیت الله خامنه ای رهبر معظم انقلاب نشان نظامی ذوالفقار یعنی بالاترین نشان نظامی ایران را به او اعطا کند.\n\nزندگینامه حاج قاسم\n\nطبق آئین‌نامه اهدای نشان‌های نظامی جمهوری اسلامی ایران، این نشان به فرماندهان عالی‌رتبه و رؤسای ستاد‌های عالی‌رتبه در نیرو‌های مسلح اهدا می‌شود که تدابیر آن‌ها در طرح‌ریزی و هدایت عملیات‌های رزمی موجب حصول نتایج مطلوب شده باشد. پس از پیروزی انقلاب اسلامی، سردار حاج قاسم سلیمانی نخستین کسی است که این نشان را دریافت کرده است. البته سردار سلیمانی تا پیش از دریافت این نشان سه نشان فتح  را هم از دستان فرمانده معظم کل قوا دریافت کرده بودند.\n\nزندگینامه حاج قاسم\n\nشهادت و دیدار معبود\nسردار سپهبد پاسدار شهید حاج قاسم سلیمانی پس از عمری مجاهدت سرانجام توسط موشک‌های لیزری پهپاد آمریکایی در بامداد روز ۱۳ دی ماه امسال به همراه شهید ابومهدی المهندس نائب رئیس حشد الشعبی، سردار پورجعفری رئیس دفتر شهید سلیمانی، شهید وحید زمانی نیا و شهید هادی طارمی و شهید محمدرضا الجابری رئیس تشریفات حشد الشعبی در پی حمله پهپادی نیرو‌های آمریکایی به کاروان آن‌ها در فرودگاه بغداد به شهادت رسیدند.\n\nزندگینامه شهید حاج قاسم سلیمانی از روزهای نخستین زندگی تا شهادت و دیدار معبود\n\nپیام رهبر انقلاب به مناسبت شهادت سردار سلیمانی\nبسم الله الرحمن الرحیم\nملّت عزیز ایران!\nسردار بزرگ و پرافتخار اسلام آسمانی شد. دیشب ارواح طیّبه‌ی شهیدان، روح مطهّر قاسم سلیمانی را در آغوش گرفتند. سال‌ها مجاهدت مخلصانه و شجاعانه در میدان‌های مبارزه با شیاطین و اشرار عالم و سال‌ها آرزوی شهادت در راه خدا، سرانجام سلیمانی عزیز را به این مقام والا رسانید و خون پاک او به دست شقی‌ترین آحاد بشر بر زمین ریخت. این شهادت بزرگ را به پیشگاه حضرت بقیّة‌الله ارواحنا فداه و به روح مطهّر خود او تبریک و به ملّت ایران تسلیت عرض می‌کنم. او نمونه‌ی برجسته‌ای از تربیت‌شدگان اسلام و مکتب امام خمینی بود، او همه‌ی عمر خود را به جهاد در راه خدا گذرانید. شهادت پاداش تلاش بی‌وقفه‌ی او در همه‌ی این سالیان بود، با رفتن او به حول و قوّه‌ی الهی کار او و راه او متوقّف و بسته نخواهد شد، ولی انتقام سختی در انتظار جنایتکارانی است که دست پلید خود را به خون او و دیگر شهدای حادثه‌ی دیشب آلودند. شهید سلیمانی چهره‌ی بین‌المللی مقاومت است و همه‌ی دلبستگان مقاومت خونخواه اویند. همه‌ی دوستان و نیز همه‌ی دشمنان بدانند خطّ جهاد مقاومت با انگیزه‌ی مضاعف ادامه خواهد یافت و پیروزی قطعی در انتظار مجاهدان این راه مبارک است. فقدان سردار فداکار و عزیز ما تلخ است، ولی ادامه‌ مبارزه و دست یافتن به پیروزی نهایی کام قاتلان و جنایتکاران را تلخ‌تر خواهد کرد.\n\nملّت ایران یاد و نام شهید عالی‌مقام سردار سپهبد قاسم سلیمانی و شهدای همراه او بویژه مجاهد بزرگ اسلام جناب آقای ابومهدی المهندس را بزرگ خواهد داشت و اینجانب سه روز عزای عمومی در کشور اعلام می‌کنم و به همسر گرامی و فرزندان عزیز و دیگر بستگان ایشان تبریک و تسلیت می‌گویم.\n\nسیّدعلی خامنه‌ای\n۱۳دی‌ماه ۱۳۹۸\n\nزندگینامه حاج قاسم\n\nتشییع پیکر میلیونی سردار سلیمانی در ایران و عراق\nمردم قدرشناس و همیشه در صحنه ایران اسلامی پس از شهادت سردار سلیمانی و انجام مراسم تشییع در عراق آماده پذیرایی از فرزند خود شدند. پیکر‌های مطهر شهداء ابتدا در شهر اهواز و سپس در شهر‌های مشهد، تهران، قم و کرمان را تشییع کردند. طبق برآورد‌های انجام شده در این مراسم‌ها در حدود ۲۵ میلیون نفر حضور داشتند و پیکر‌های مطهر شهدا را تشییع کردند.\n\nوصیتنامه سردار\nسردار سلیمانی نیز مانند همه مسلمانان وصیتنامه داشت، در گوشه‌ای از آن خطاب به همسرش نوشته بود؛ همسرم، من جای قبرم را در گلزار شهدای کرمان مشخص کرده‌ام. قبر من ساده باشدمثل دوستان شهیدم. بر آن کلمه سرباز قاسم سلیمانی بنویسید و نه عبارت‌های عنوان دار...\n"
  
  },
  
  
  {
    
    "Icon": "https://github.com/NawayeNor/photo-app/raw/gh-pages/IMG-20211218-WA0002.jpg",
    
    "Name": "محمد رضا هاشمی",
    
    "arb": "هدف از شرح زندگی شهید هاشمی آشنایی امت مسلمان با زندگی سرداری است که در عین نامداری گمنام بود . تا زمان شهادتش کسی او را به درستی که لایق مقام و منزلتش باشد نمی شناخت . او در فروردین سال 1345 در خانواده ای مذهبی و متعهد به اسلام در شهر دورود چشم به جهان گشود . دوران کودکی در دامان پدر و مادری را سپری کرد که جز اطاعت از خداوند سبحان و پیروزی از دستورات الهی و دوستی اهل بیت هدفی نداشتند و همین خلوص نیت و صداقت خانوادگی بود که در همان اوایل کودکی او را شیفته اهلیت عصمت و طهارت نمود . محمدرضا در کودکی همراه پدرش در مجالس مذهبی شرکت می کرد و در همان سنین کم عشق حسین (علیه السلام) در تک تک سلولهای بدنش نفوذ نمود . شهید هاشمی دوران تحصیلی ابتدایی را طی نمود و وارد دوره راهنمایی شد آغاز تحصیل محمدرضا در دوره راهنمایی مصادف بود با طغیان امت حزب الله ایران بر علیه رژیم ستم شاهی و او نیز همپای امت مسلمان ایران بر علیه سلطه ظاملین به پا خواست و خشم و نفرت خود را بر دشمنان اسلام و مسلمین ابراز نمود . بلافاصله پس از پیروزی انقلاب و تشکیل هسته های مقاومت در دورود در کنار تحصیل در پایگاه مقاومت مسجد محل ثبت نام نمود و با وجو سن کم به حفظ و حراست از دست آوردهای انقلاب اسلامی در مقابل هجوم دشمنان داخلی و خارجی پرداخت . او در همان اوایل انقلاب دشمنان اسلام و انقلاب را به خوبی می شناخت و کینه عمیقی از آنان در قلبش ساخته شد . کینه مقدسی که بعدها از او رزمنده ای ساخت که با تمام وجود برای نابودی کفر تلاش می کرد\nبا آغاز جنگ تحمیلی و هجوم دشمنان اسلام به ایران اسلامی در سال 1359 که با فکر نابودی انقلاب اسلامی ایران صورت گرفت و مناطقی و سعی از میهن اسلامی ایران به اشغال صدامیان کافر درآمد و به خیال خام خودشان می خواستند که انقلاب اسلامی را در نطفه خفه کنند ولی نمی دانستند که سراسر ایران مملو از هاشمی هاست که عاشق شهادت و اسلام هستند . محمدرضا در اوایل جنگ تحمیلی با وجود سن کم در مقابل اسلام و ملت مظلوم ایران احساس تعهد کرد و همین احساس او را به سوی جبهه های نبرد حق علیه باطل سوق داد . شهید هاشمی تا سال 1362 که مرحله ای جدید از زندگی پر بارش شروع شد بارها داوطلبانه در غالب نیروهای بسیجی عازم نبرد با کفار شد .\nاو در کنار رزمش تحصیلش را ادامه داد و پس از مرحله راهنمایی وارد دبیرستان شد . او در کنار رزمش تحصیلش را ادامه داد و پس از مرحله راهنمایی وارد دبیرستان شد ولی او نمی توانست آسوده و بی خیال باشد در کلاس درس حاضر باشد و شاهد تجاوز دشمنان اسلام به حریم میهن اسلامی باشد و به همین دلیل کلاس درس را ترک نمود و در سال 1362 رسماً لباس سپاه را بر تن نمود . او پس از طی دوره های مختلف نظامی نیروهای مخلص و پرتوان در کادر رهبری لشگر پیروز 1357 ابوالفضل (ع) قرار گرفت و در تمام عملیات ها دشمن شکن این لشگر مقدس در طول جبهه های پیکار حق علیه باطل از غرب تا جنوب آن عاشقانه و مخلصانه شرکتی فعال داشت\nشهید محمدرضا هاشمی پیرو راستین و صدیق مولایش علی (علیه السلام) بود و دنیا در نظرش ارزش و اعتباری نداشت و همین منطق و بینش عارفانه بود که از او انسانی دریا دل و بزرگ ساخته بود\nمحمدرضا دارای صفات بسیار عالی انسانی بود . او در کارهایش فقط رضای خداوند را می خواست و بس و دیگر به هیچ چیز توجه نمی کرد . با اینکه در عملیتهای گوناگون شرکت داشت ولی هیچگاه صحبت از شجاعت و دلاوری های خود نمی نمود . او همیشه خود را رزمنده ای ساده و بی پیرایه نشان می داد به طوری که هر کس او را می دید خیال می کرد رزمنده ای ساده می باشد حتی خانواده اش نیز نمی دانستند که او سرداری از لشگر اسلام می باشد که اینچنین خود را ساده و متین می نمایاند و او نیز جز این انتظار نمی رفت . زیرا که فروتنی و تواضع در عمق وجودش ریشه دوانده بود\nاو متقی و ایمانی سرشار داشت . به طوری که سعی می نمود نماز شبش ترک نشود . در انجام عبادات و اطاعات خداوند سبحان بسیار مشتاقانه می شتافت و بیشتر روزهای که در مخصی بود روزه می گرفت تا روزهایی که در مرخصی بود روزه می گرفت تا روزهایی که روزه واجبش را در جبهه نمی توانست بگیرد جبران نماید\nشهید محمدرضا این سردار دلاور اسلام براستی مصداق آیه مبارکه اشداالکفار و رحماء بینهم بود زیرا با دشمن برخوردی شدید و شجاعانه داشت . اما در مقابل دوستان و عاشقان خداوند منان بسیار رئوف و مهربان بود . محمدرضا غمخوار خانواده و تمام اقوام بود . علاقه زیادی به کودکان داشت و همیشه با مهربانی به آنان نگاه م یکرد . در مقابل مردم بسیار فروتن و متواضع بود . او ارزش هرفرد را در تقوی آن فرد می دید و همواره کسی به او نزدیکتر بود که تقوی بیشتری داشت . هاشمی که عاشق دل باخته امام بود و همیشه حرفش این بود که امام خمینی نائب امام زمان (عج) است و نباید هیچگاه او را تنها گذاشت و از او دست کشید . البته در وجود این شهید عزیز خصوصیات والای انسانی و اسلامی زیادی وجود داشت که قلم از شرح یکایک آنان ناتوان است . سرانجام آخرین عملیاتی که محمدرضا سردار دلیر اسلام در آن شرکت داشت فتح 5 بود . در این عملیات باشکوه که هاشمی فرماندهی قسمتی از آن را بر عهده داشت دلاوران اسلام توانستند ضربات سهمگینی بر دشمن صیهونیستی عراق وارد نمایند . در غروب همان روز عملیات یعنی نیمه شعبان سال 1408 مطابق با بیست و پنجم فروردین 1366 فرمانده جوان و رشید اسلام در سن 20 سالگی پس از رهبری حسین گونه نیروهای تحت امرش با زبان روزه به دیار یاز شتافت و به دیدار مولایش حسین نائل گردید . محمدرضا عاشق امام زمان بود . بدون شک در غروب همان روز مولایش را زیارت نمود و به آرزوی دیرینه خودش رسید . بدین سان دفتر زندگی کوتاه ولی پربار یکی دیگر از سرداران رشید اسلام بسته شد . خون سرخ محمدرضا و هزاران شهید گلگون کفن گواهی بر حقانیت اسلام و جمهوری اسلامی است که مظلومانه در مقابل کفر جهانی به مقابله پرداخته است . پیام شهید هاشمی تا آخرین لحظه حیاتش پشتیبانی از جنگ و دفاع از اسلام یود زیرا که خود او جنگ با کفار را بر همه چیز ترجیح می داد و طی شش سال نبرد مداوم و بی امان بر علیه استکبار جهانی این موضوع را به خوبی اثبات نمود و با شهادت خونبارش درس مردانگیی و استقامت را به تمام انسانها آگاه و مسلمان آموخت."
  
  },
  
  
  {
    
    "Icon": "https://github.com/NawayeNor/photo-app/raw/gh-pages/IMG-20211221-WA0017.jpg",
    
    "Name": "عباس دانشگر",
    
    "arb": "زندگی نامه شهید شهید عباس دانشگر\n\n\nشهید عباس دانشگر ۱۸ اردیبهشت ماه سال ۱۳۷۲ در خانواده ای مذهبی ومومن در سمنان چشم به جهان گشود. یعنی سیزدهم رجب ۱۳۴۳. او با تربیت مذهبی پدر و مادر، از همان دوران کودکی با احکام و قرآن و تعالیم دینی آشنا شد؛پدرش او را مرتب به همراه خود به مسجد محل می بردو همین باعث شده بود او از بچگی با این فضا انس بگیرد.\n\nحضوری فعال در هیئات و مکان های مذهبی\n\n\nتقریبا از سن هشت سالگی به بعد مرتب در نماز جماعت مسجد محل حضور داشت و با دوستانش هر سال در اعتکاف ماه رجب شرکت می کرد.\nبزرگتر که شد زیاد هیئت می‌رفت، به قول معروف بچه هیئتی بود، پا منبری ثابت اکثر سخنرانی هایی مسجد محل و دیگر مساجد شهر محسوب می‌شد و علاوه بر شرکت در مراسمات مذهبی مثل عزاداری های ماه محرم و شب‌های قدر و تلاوت جزء خوانی قرآن در ماه مبارک رمضان، در طول سال نیز خصوصا پنجشنبه شب ها در دعای کمیل امام زاده یحیی سمنان و جمعه صبح ها در دعای ندبه شهرستان (بیشتر در مسجد المهدی سمنان) حضوری مرتب و فعال داشت.\nدوران تحصیل شهید عباس دانشگر\n\n\nعباس هوش و استعداد خوبی داشت، در دوران ابتدایی، راهنمایی و دبیرستان برای ارتقاء تحصیل خودش همواره تلاش میکرد و همیشه جزو شاگردان ممتاز کلاس بود. اوج تلاشش در مقطع پیش دانشگاهی بود، ساعات روزانه خود را برنامه ریزی کرده بود و اکثر وقت های روزانه خود را در سالن مطالعه کتابخانه مرکزی سمنان میگذراند او با اراده ای قوی میخواست بهترین نتیجه را در کنکور بگیرد. در نهایت هم توانست با رتبه خوب در دانشگاه سمنان در رشته مهندسی کامپیوتر(نرم افزار) قبول شود.\nهمزمان با شرکت در کنکور سراسری؛ به خاطر عشق و علاقه ای که برای ورود به سپاه پاسداران داشت در آزمون ورودی دانشگاه امام حسین(ع) هم شرکت کرد. خبر قبولی در دانشگاه افسری و تربیت پاسداری امام حسین (ع)، تقریبا همزمان با خبر قبولی در رشته مهندسی کامپیوتر دانشگاه سمنان به عباس داده شد. قبولی در هر دو آزمون، او را حدود یک هفته در فکر فرو برد که کدام راه را انتخاب کند.\nاز دوستان زیادی مشورت خواست، اکثر دوستان و آشنایان به او پیشنهاد دادند که در رشته کامپیوتر ادامه تحصیل بدهد ولی او در نهایت دانشگاه امام حسین (ع) را انتخاب کرد و بعدها به دیگران می‌گفت در سپاه بهتر می‌توان به اسلام خدمت کرد.\nورود شهید عباس دانشگر به سپاه پاسداران\n\n\nشهید دانشگر در۵ مهر ماه سال ۱۳۹۰؛ در حالی که ۱۸ سال داشت وارد دانشگاه امام حسین(ع) شد. جوّ مذهبی و عقیدتی دانشگاه، محیط مناسبی را برای رشد بیش از پیش برای او فراهم کرد، اودر طول دوره آموزش افسری و پاسداری مدام به فکر افزایش سطح تفکر و آگاهی خودش بود و توانست همزمان با دوره آموزش نظامی، مطالعاتش را در موضوعات مختلف خصوصا موضوعات عقیدتی فزونی بخشد.\n\nکار فرهنگی شهید عباس دانشگر\n\n\nاین شهید بزرگوار تا قبل از اعزام اکثر کتاب های شهید مطهری را خوانده بود و از مرکز بینش مطهر گواهی سطح یک را گرفته بود. مطالعه زیاد در عمق دید و وسعت نظر عباس تأثیر بسیار مثبتی گذاشت و کم کم او را به مرحله شعور و خودشناسی رساند (وصیت نامه و دلنوشته هایش گویای این تاثیر است).\nدر دانشگاه با دو نفر از هم دوره ای هایش توانسته بود حلقه های معرفتی تشکیل دهد که بعدها پایه گذار یکی از کانون های فعال تربیتی و مذهبی دانشگاه شده بود تا جایی که حتی طرح مطالعاتی و تشکیل چنین کانونی را به مسئولین دانشگاه ارائه داده بودند و قرار بود آن طرح اجرایی شود.\nعباس گزینش سپاه استان سمنان بود وبعد از اتمام دوره آموزش افسری در تابستان ۹۲‌، باید به سمنان می آمد. اما به خاطر فعالیت های فرهنگی اش مورد توجه فرماندهی دانشگاه قرار گرفت و همان فعالیت ها در نهایت سبب شد تا عباس و دو دوستش با تأکید فرمانده دانشگاه به جای رفتن به رده معرفی کننده، در دانشگاه ماندنی شوند تا محیط دانشگاه و دانشجویان بیشتر از وجود آنان بهره ببرند.\nبعد از یک سال در دفتر جانشین فرماندهی دانشگاه مشغول به کار شد. او با استفاده از فضای معنوی دانشگاه و با مطالعه توانست بنیه ی اعتقادی و اخلاقی خود را روز به روز کامل تر کند. در این مسیر سردار اباذری معلمی دلسوز برای او بود. از دست نوشته های مناجات او با خداوند متعال برمی آید که در او تحول عظیمی رخ داده بود .\nازدواج شهید عباس دانشگر\n\n\nشهید دانشگر در ۲۳ بهمن سال ۱۳۹۴ دختر عموی خود را به همسری برگزید و صیغه موقت خوانده شد. چند صباحی از دوران نامزدی نمی گذشت که مقدمات سفر به سوریه فراهم شد. در جواب فرمانده اش، سردار اباذری که به او گفته بود: \" شما تازه صاحب همسر شدی، هنوز دو ماه از نامزدی ات هم نگذشته؛\" گفته بود:« میترسم زمین گیر شوم و توفیق از من سلب شود». شهید دانشگر اعتقاد داشت حضور در جبهه مقاومت واجب عینی است و باید از حرمین شریفین با تمام توان دفاع کنیم. خانواده اش نیز مانع تصمیمش نشدند و حقیقت راهی که عباس انتخاب کرده بود ایمان داشتند. در نهایت او با اصرار زیاد به فرمانده اش، در اول۱ اردیبهشت سال۱۳۹۵ داوطلبانه عازم سوریه شد.\n\nجریان خواستگاری شهید عباس دانشگر\n\n\nعباس روز خواستگاری دو برگه به همراه خود آورده بود که روی آن چیزهایی که در زندگی آینده برایش مهم بود را تیتروار نوشته بود. او به داشتن یک زندگی ساده و تهیه وسایل زندگی از کالاهای ایرانی تأکید بسیاری داشت. من خیلی مخالف رفته به سوریه عباس بودم و اجازه نمی‌دادم که برود، ولی او با حرف‌هایش مرا هم راضی کرد.\nدست نوشته ی شهید عباس دانشگر به همسرش\n\n\nهمسر شهید میفرماید:«قرار بود عید به سوریه اعزام شوند، ولی به دلایلی اعزامش به تأخیر افتاد به همین خاطر دوم اردیبهشت ماه اعزام شد. روزی که قرار بود عباس آقا به سوریه برود من در مدرسه بودم. روزهای قبل از آن هم امتحان داشتم. به همین خاطر نتوانستیم زیاد باهم صحبت کنیم. وقتی به خانه آمدم دیدم که برایم یک نامه نوشته و آن را روی میزم گذاشته بود. خوشحال شدم که عباس برایم نامه نوشته، ولی وقتی نامه را خواندم خیلی نگران شدم چون نوشته‌هایش بوی رفتن می‌داد. احساس کردم آخرین نوشته‌هایش در این دنیا است. خیلی جملات عارفانه نوشته بود. در نامه نوشته بود \"رفتم تا وابسته نشوم\" چون می ترسید به دنیا وابسته شود و نتواند از آن دل بکند و فراموش کند که در آن سوی مرزها چه اتفاقاتی دارد می‌افتد.»\nمتن دست نوشته از این قرار است: «عزیزم دوست دارم دعا میکنم امتحانت را به خوبی پشت سر بگذاری و حالت هر روز از دیروز بهتر باشد ،من هم به یادت خواهم بود، توهم مرا یادکن؛امیدوارم فاصله جسم هایمان قلب هایمان را بع هم نزدیک تر کندتا بتوانیم ظرفیت عاشق شدن را پیدا کنیم . شنیدی می گویند:زنده بودن فاصله گهواره تا گوراست و زندگی کردن فاصله تا زمین.امیدوارم هرروز آسمانی تر شوی توهم مرا دعاکن،خداوند قلب هایمان را به رنگ خود درآورد و پاکمان کند.خ د د. عباس۱۳۹۵/۲/۲»\nسفرهای زیارتی شهید عباس دانشگر\n\n\nعباس تا قبل از شهادت، سه بار در پیاده روی اربعین حسینی در کربلا شرکت کرد. در طول سه سال کارمندی در دانشگاه، بیش از ۱۵بار به مشهد مقدس رفته بود و بیش از این تعداد به قم. در طول سال ۹۴ بارها از فرمانده اش اجازه اعزام به سوریه را مطرح کرده بود اما رفتنش به سوریه تا نامزدی اش به تعویق افتاد.\nخصوصیات اخلاقی شهید عباس دانشگر\n\n\n۱- یکی از خصیصه های بارز شهید دانشگر ؛ شجاع و نترس بودن او در دوران کودکی و نوجوانی اش بوده است.\n۲- او همیشه خنده ای بر لب خود داشت و در ارتباط با دیگران روابط عمومی بالایی داشت .او در اولین برخورد انقدر گرم و صمیمی می شد که رابطه ای صمیمی و عاطفی با اطرافیان برقرار می‌کرد.\n۳-شهید عباس دانشگر هیچ‌وقت از کارها و کلاس‌هایش چیزی به خانواده اش نمی‌گفت. بعد از شهادتشان خانواده ی او گفتند:« که ایشان دوره‌های بینش مطهر را گذرانده و مدتی بود در دانشگاه، سطح ۱ بینش مطهر را تدریس می‌کرده است. یا اینکه مدرک کارشناسی ادوات نظامی را هم گرفته بود. از دوستانشان شنیدیم که مرتب در کلاس‌های استاد پناهیان و دکتر عباسی شرکت می‌کرده است.»\nنحوه ی شهادت شهید عباس دانشگر\n\n\nیکی از دوستان او میگوید:« اودر شب نیمه شعبان بود که مراسمی در مقری که مستقر بودیم گرفتیم و عباس از ساعت ۱۲ شب تا نزدیک اذان صبح در کنار پنجره مقر و زیر نور مهتاب احیا گرفت و دعا می‌خواند و گریه می‌کرد. این تنها جایی بود که دیدم عباس خلوت کرد , در صورتیکه او اصلا آدم گوشه گیر و ساکتی نبود. بعد از شهادتش که خاطرات را مرور می‌کردم, متوجه شدم که عباس آن شب برات شهادتش را گرفت.»\nعباس در ۲۰ خرداد ۱۳۹۵ در منطقه خلصه در حومه جنوبی حلب سوریه با موشک تاو آمریکایی به شهادت رسید. فرمانده اش سردار اباذری به او لقب \" جوان مومن انقلابی\" داد و با دلی پر از اندوه این چنین گفت:«مجموعه سپاه یکی از فرماندهان شجاع و مدیر خود را از دست داد.»\nپیکر مطهر شهید عباس دانشگر پس از تشییع باشکوه در دانشگاه امام حسین(ع) به زادگاهش سمنان آورده شد و در شهرستان سمنان هم پس از تشییع مردم شهید پرور در امامزاده حضرت علی اشرف(ع) به خاک سپرده شد.\nصحبت های مادر شهید درباره ی فرزندش\n\n\nعباس من برای مردن حیف بود. او باید شهید می‌شد. این اواخر فوق‌العاده شده بود، نماز خواندنش را خیلی دوست داشتم، خیلی زیبا نماز می‌خواند. با نگاه کردن به او هنگام نماز آرامش می‌گرفتم. یقین داشتیم عباس شهید می‌شود. وقتی پسرم رفت از خدا خواستم اگر عاقبت به خیری بچه‌ام در شهادت است، شهید و اگر در ماندن و خدمت کردن است بماند. عباسم از من خواسته بود برای شهادتش دعا کنم. هنگام دفن کردن پیکرش، به او گفتم: «شیرم حلالت مادر! ازت راضیم. سربلندم کردی»\n\nخواب دخترعموی شهید عباس دانشگر\n\n\nدختر عموی عباس چند روزی بعد از شهادت پسرم تعریف کرد که: خواب دیدم عباس لباس احرام پوشیده و در میان جمعیتی که همه لباس سفید به تن دارند ایستاده است. با خودم گفتم تا آنجا که می‌دانم ، عباس مکه نرفته. خانمی کنارم بود و به من گفت: عباس امشب مهمان شهدای مناست. عباس خیلی بعد از حادثه منا بی‌قرار شده بود و تا مدت‌ها آرامش نداشت. تا مدت‌ها عکس شهدای منا را در اتاقش نصب کرده بود.\nوصیت نامه شهید شهید عباس دانشگر\n\n\nبسم الله الرحمن الرحیم\n\nدوست دارم ساکن شوم\n\n\nآخر من کجا و شهدا کجا، خجالت می‌کشم بخواهم مثل شهدا وصیت کنم، من ریزه‌خوار سفره‌ی آنان هم نیستم. شهید شهادت را به چنگ می‌آورد، راه درازی را طی می‌کند تا به آن مقام می رسد اما من چه؟! سیاهیِ گناه چهره‌ام را پوشانده و تنم را لخت و کسل کرده. حرکت جوهره‌ی اصلی انسان است و گناه زنجیر. من سکون را دوست ندارم، عادت به سک‍ـون بـلای بزرگ پیروان حق است.\nسکونم مرا بیچاره کرده، در این حرکت عـالم به‌سمت معبود حقیقی، دست و پـایم را اسـیر خود کرده. انسان کر می‌شود، کور می‌شود، نفـهم می‌شود، گنگ می‌شود و باز هم زندگـی می‌کند، بعد از مدتی مست می‌شود و عادت می‌کند به مستی، و وای به حالمان اگر در مستی خوش بگذرانیم و درد نداشته باشیم.\n\nبی هوشی انسان\n\n\nدرد را انسان بی‌هوش نمی‌کشد، انسان خواب نمی‌فهمد، درد را، انسان باهوش و بیـدار می‌فهمد.\nراستی...! دردهایم کو؟ چرا من بیخیال شده‌ام؟ نکند بی‌هوشم؟ نکند خوابم؟ مثل آب خوردن چندین هزار مسلمان را کشتند و ما فقط آن را مخابره کردیم.\nقلب چند نفرمان به درد آمد؟ چند شب خواب از چشمانمان گریخت؟ آیا مست زندگی نیستیم؟\nخدایا؛ تو هوشیارمان کن، تو مرا بیـدار کن، صدای العطش می‌شنوم، صدای حرم می‌آید، گوش عالم کر است. خیام می‌سوزد اما دلمان آتش نمی‌گیرد.\n\nبالاترین مرض\n\n\nمرضی بالاتر از این؟ چرا درمانی برایش جست‌وجو نمی‌کنیم؟\nروحمان از بین رفته، سرگرم بازیچه دنیاییم، الَّذِینَ هُمْ فِی خَوْضٍ یَلْعَبُونَ، ما هستیم. مرده‌ام، تو مرا دوباره حیات ببخش، خوابم، تو بیدارم کن خدایا! به‌حرمت پای خسته‌ی رقیه(س)، به‌حرمت نگاه خسته‌ی زینب(س)، به‌حرمت چشمان نگران حضرت ولی عصر(عج)؛ به ما حرکت بده.\n\nآخرین نوشته شهید در اتاقش\n\nسردار شهید باقری می فرمایند:«باید به خود جرات داد که این نوع جنگیدن به درد نمیخورد!وباید استراژی در این جنگ عوض شود.»\n\n\nزندگی نامه شهید شهید عباس دانشگر\n\n\nشهید عباس دانشگر ۱۸ اردیبهشت ماه سال ۱۳۷۲ در خانواده ای مذهبی ومومن در سمنان چشم به جهان گشود. یعنی سیزدهم رجب ۱۳۴۳. او با تربیت مذهبی پدر و مادر، از همان دوران کودکی با احکام و قرآن و تعالیم دینی آشنا شد؛پدرش او را مرتب به همراه خود به مسجد محل می بردو همین باعث شده بود او از بچگی با این فضا انس بگیرد.\n\nحضوری فعال در هیئات و مکان های مذهبی\n\n\nتقریبا از سن هشت سالگی به بعد مرتب در نماز جماعت مسجد محل حضور داشت و با دوستانش هر سال در اعتکاف ماه رجب شرکت می کرد.\nبزرگتر که شد زیاد هیئت می‌رفت، به قول معروف بچه هیئتی بود، پا منبری ثابت اکثر سخنرانی هایی مسجد محل و دیگر مساجد شهر محسوب می‌شد و علاوه بر شرکت در مراسمات مذهبی مثل عزاداری های ماه محرم و شب‌های قدر و تلاوت جزء خوانی قرآن در ماه مبارک رمضان، در طول سال نیز خصوصا پنجشنبه شب ها در دعای کمیل امام زاده یحیی سمنان و جمعه صبح ها در دعای ندبه شهرستان (بیشتر در مسجد المهدی سمنان) حضوری مرتب و فعال داشت."
  
  },
  
  {
    
    "Icon": "https://github.com/NawayeNor/photo-app/raw/gh-pages/IMG-20211221-WA0018.jpg",
    
    "Name": "عباس بابایی",
    
    "arb": "سرتیپ شهید عباس بابایی معاون نیروی هوایی ارتش جمهوری اسلامی در 15 مرداد 1366به فیض شهادت نائل گردید. وی از خلبانان ماهر و تاثیرگذار در جنگ تحمیلی بود که توانست ماموریت‌های سوق‌الجیشی را در تاریخ جنگ به ثبت برساند.\nزندگینامه\nعباس بابایی در سال 1329 در شهرستان قزوین متولد شد و پس از گذراندن مدارج اولیه تحصیل در این شهر در فروردین ماه سال 1348 به نیروی ارتش پیوست و در اواخر سال 1351 با درجه ستوان دومی از دانشکده افسری خلبانی نیروی هوایی فارغ‌التحصیل گردید. وی با دختردایی‌اش «ملیحه حکمت» 4 شهریور ۱۳۵۴ ازدواج کرد و صاحب دختری به نام «سلما» و دو پسر به نام‌های «محمد» و «حسین» شد. سرلشگر عباس بابائی به هنگام شهادت 37 سال داشت و از خود سه فرزند به یادگار گذاشته است.\nتحصیلات\nشهید بابائی، دوران تحصیلات ابتدایی خود را در دبستان دهخدا سپری کرد و دوران متوسطه را نیز در دبیرستان نظام با موفقیت به پایان می‌رساند. پس از اخذ دیپلم، با شرکت در کنکور سراسری در رشته پزشکی پذیرفته می‌شود ولی به دلیل این که به خلبانی علاقه وافری داشت، از آن انصراف داده و در سال 1348 وارد دانشکده خلبانی نیروی هوایی می شود.\nهمانند دیگر خلبانان نیروی ‌هوایی پس از گذراندن دوره مقدماتی پرواز، جهت تکمیل خلبانی و گذراندن دوره پیشرفته، به کشور آمریکا اعزام می‌شود.\nیکی از هم­دوره­‌ای‌­های شهید بابایی بیان می­­‌کند: «در دوران تحصیل آموزش خلبانی در آمریکا، روزی در بولتن خبری پایگاه آموزشی «ریس» که هر هفته منتشر می­شد، مطلبی نوشته شده بود که توجه همه ما را به خود جلب کرد. مطلب این بود: دانشجو بابایی ساعت ۲ بعد از نیمه شب می­‌دود تا شیطان را از خود دور کند. من و بابایی هم‌اتاق بودیم. ماجرای خبر بولتن را از او پرسیدم». او گفت: «چند شب پیش بی‌­خوابی به سرم زده بود. رفتم میدان چمن پایگاه و شروع کردم به دویدن. از قضا کلنل «باکستر» فرمانده پایگاه با همسرش از میهمانی شبانه برمی‌­گشتند آن‌ها از دیدن من شگفت‌زده شدند.\nکلنل ماشین را نگه داشت و مرا صدا زد، نزد او رفتم»، او گفت: «در این وقت شب برای چه می­‌دوی؟» گفتم: «خوابم نمی‌آمد خواستم کمی ورزش کنم تا خسته شوم. گویا توضیح و جواب من برای کلنل قانع‌کننده نبود. او اصرار کرد تا واقعیت را برایش بگویم»، به او گفتم: «مسائلی در اطراف من می‌گذرد که گاهی موجب می‌شود شیطان با وسوسه­‌هایش مرا به طرف خودش و گناه بکشاند و در دین ما توصیه شده که در چنین مواقعی بدویم و یا دوش آب سرد بگیریم».\nفعالیت‌ها در پیروزی انقلاب اسلامی\nشهیدبابایی در سال ۱۳۴۹، برای گذراندن دوره خلبانی به آمریکا رفت و پس از بازگشت با ورود هواپیماهای پیشرفته اف- ـ14 به نیروی هوایی، وی که جزء خلبان‌های تیزهوش و ماهر در پرواز با هواپیمای شکاری اف ـ ۵ بود، به همراه تعداد دیگری از همکاران برای پرواز با هواپیمای اف- ۱۴ انتخاب و به پایگاه هوایی اصفهان منتقل شد. وی در مدت دانشجویی علیرغم گسترش فساد در بین نیروهای مسلح طاغوت جزء متعهدترین و تیزهوش‌ترین افسران ایرانی بود.\nبا اوج‌گیری مبارزات علیه رژیم ستمشاهی، شهیدبابایی به عنوان یکی از پرسنل انقلابی نیروی هوایی، در جمع دیگر افراد متعهد ارتش به میدان مبارزه وارد شد. همزمان با پیروزی انقلاب اسلامی و شکل­گیری انجمن‌­های اسلامی در ارتش، ویژگی­‌های فردی و شخصیتی و جهد مذهبی و پایبندی او به مسائل اعتقادی و مواضع دفاعی او در مقابل انحرافات سبب گردید که به سرپرستی انجمن اسلامی پایگاه هشتم شکاری اصفهان انتخاب شود.\nسال 1358برای شهید بابائی سال پرکاری بود. نابسامانی­‌های بسیار، القائات انحرافی و دسیسه­‌های گروهک‌­های منافقین که با طرح انحلال ارتش قصد از هم­‌پاشی نیروهای مسلح را داشتند کار را سخت کرده بود، اما او با بینش و درک عمیق خود و نیروهای مؤمن و انقلابی برای حفظ دستاوردهای انقلاب اسلامی از هیچ تلاشی فروگذار نکرد.\nفعالیت‌ها در دفاع مقدس\nسرلشگر بابائی پس از پیروزی انقلاب اسلامی رشادت‌های فراوانی در خدمت به انقلاب از خود نشان داد و به علت مهارت و ورزیدگی که در عملیات‌های متعدد داشت به کسب درجه سرهنگی نائل شد و در اردیبهشت ماه 1366به پیشنهاد رئیس شورایعالی دفاع و تائید امام‌خمینی به درجه سرتیپی رسید.\nشهیدبابائی در طول خدمت صادقانه خود سمت‌های مختلفی را به‌ عهده داشت از جمله در مرداد ماه سال 1360 به فرماندهی پایگاه هشتم شکاری اصفهان منصوب شد و پس از آن در آذرماه سال 1362 سمت معاونت عملیاتی فرماندهی نیروی هوائی ارتش جمهوری اسلامی به وی محول گردید.\nعباس بابائی از جمله افسران متعهد نیروی هوائی ارتش جمهوری اسلامی ایران بود که همواره وفاداری خود را به جمهوری اسلامی با انجام پروازهای متعدد در جبهه‌های جنگ به اثبات رسانید. وی در طول مدت فعالیت شجاعانه خود بیش از سه هزار ساعت پرواز با انواع هواپیماهای شکاری داشت و تنها طی یک سال و نیم گذشته بیش از 60 ماموریت جنگی را با موفقیت کامل به انجام رسانید.\nدر طول جنگ تحمیلی سرلشگر بابائی در عملیات مختلف نظامی شرکت داشت و در شرایط دشوار عملیات همواره پشتیبانی رزمندگان اسلام بود. شهید بابائی در قرارگاه‌های عملیاتی شخصا حضور می‌یافت و همپای رزمندگان اسلام به بررسی طرح‌ها و نقشه‌های عملیات هوایی می‌پرداخت. شهید بابائی به کمک همکارانش در مدت ایام حج سال 1366 طرحی را برای عبور سالم کشتی­‌های تجاری در خلیج فارس به اجرا درآورد، ماحصل‌اش عبور امن چهل فروند کشتی غول‌پیکر تجارتی از تنگه خورموسی بود.\nوی برای پیشرفت سریع عملیات به نظارت بر کارها اکتفا نمی‌کرد و علیرغم ممانعت‌هایی که برای جلوگیری از پرواز وی به دلیل سمتی که داشت به وجود می‌آوردند خود شخصا در پروازهای عملیاتی شرکت می‌کرد و با مهارت و شجاعتی خاص به مقابله با دشمنان اسلام می‌پرداخت. او با اینکه معاون عملیات نیروی هوایی بود هیچگاه خود را از صحنه نبرد جدا نمی‌کرد و همیشه در میدان‌­های جنگ حضور داشت و می­‌گفت: «اگر پرواز نکنم، احساس ضعف خواهم کرد زیرا هستی خود را در میدان جنگ می­‌بینم».\nشهادت\nدر هشتم اردیبهشت ماه ۱۳۶۶ به علت  لیاقت و رشادت‌­هایی که در دفاع از آرمان­های نظام مقدس جمهوری اسلامی ایران و سرکوب و دفع تجاوزات دشمنان انقلاب اسلامی، به درجه سرتیپی مفتخر گردید، اما آن قدر خاکی بود که کمتر کسی او را با این درجه دیده بود.\nدر همان سال نامش برای سفر حج نوشته شد. همه چیز برای زیارت خانه خدا مهیا بود اما ناگهان در آخرین لحظات و در فرودگاه، از رفتن به حج صرف نظر کرد. وقتی با اصرار اطرافیان مواجه شد گفت: «مکه من این مرز و بوم است. مکه من آب­های گرم خلیج فارس و کشتی­هایی هستند که باید سالم از آن عبور کنند، تا امنیت برقرار نباشد، من مشکل می­‌توانم خودم را راضی کنم». خانواده را فرستاد اما خودش نرفت. در تماس تلفنی که همسرش از مکه با او داشت گفت: «ان‌شاء الله خودم را تا عید قربان به شما می‌رسانم».\nدر پانزدهم مردادماه 1366 روز عید قربان با یک هواپیمای دو کابینه\"اف -۵\" در تبریز به اتفاق سرهنگ خلبان علی‌محمد نادری(خلبان کابین جلو) عهده­دار انجام آخرین مأموریت پروازی خود شد. پس از بمباران مواضع دشمن و انجام ماموریت خود را برای رسیدن به عید قربان آماده کرد. باید به سرعت برای میهمانی و عید قربانی کردن نفس بر می‌گشت.\nهواپیما غرش‌کنان همچون صاعقه هوا را می‌شکافت و پیش می‌رفت. ناگهان صدای اصابت گلوله فضا را متحول کرد. «لبیک اللهم لبیک»، حاجی  خود را به مسلخ عشق رساند. عباس سال‌ها بود که نفس خود را قربانی کرده، حال نوبت به جان دادن است و رسیدن به محبوب. صدا در کابین طنین‌انداز است عباس جان، حاجی، اما صدایی نمی‌آید. هواپیما مورد اصابت گلوله‌های تیربار ضد هوایی قرار گرفته و گلوله حنجره شهید بابائی را پاره کرده است و وی در روز عید قربان، در سن ۳۷ سالگی ذبیح‌الله شد.\nمراسم خاکسپاری\nخبرنگار روزنامه جمهوری اسلامی در رابطه با خاکسپاری و حضور گسترده مردم قزوین در مراسم وداع با پیکر شهید بابایی گزارش می‌کند:\nپیکر پاک و مطهر تیمسار سرلشگر بابائی معاون نیروی هوایی که در مصاف با دشمنان اسلام  به درجه رفیع شهادت نائل آمده بود با شکوه خاصی ساعت چهار بعد از ظهر دیروز با حضور نماینده حضرت امام و امام‌جمعه قزوین حجت‌الاسلام باریک‌بین، وزیر سپاه، فرمانده نیروی هوائی ارتش و پرسنل متعهد نیروی هوائی و نیروهای نظامی و انتظامی و خانواده‌های معظم شهدا و ده‌ها هزار تن از مردم این شهر و ده‌ها هزار تن از مردم این شهر با شعارهای کوبنده پس از عبور از خیابان‌های قزوین تا امامزاده حسین(ع) تشییع شد و سپس تیمسار ستاری فرمانده نیروی هوایی طی سخنانی درباره مقام سرلشکر بابائی و خدمات او در طول بعد از انقلاب سخنانی ایراد کرد.\nوصیت‌نامه شهید «عباس بابایی»\n\n«بسم الله الرحمن الرحيم\n\nانا لله و انا اليه راجعون\nخدايا، خدايا، تو را به جان مهدی (عج) تا انقلاب مهدی (عج) خمينی را نگهدار.\n\nبه خدا قسم من از شهدا و خانواده شهدا خجالت می‌کشم وصيت‌نامه بنويسم. حال سخنانم را برای خدا در چند جمله ان شاءالله خلاصه می‌کنم.\n\nخدايا مرگ مرا و فرزندان و همسرم را شهادت قرار بده.\nخدايا، همسر و فرزندانم را به تو می‌سپارم.\nخدايا، در اين دنيا چيزی ندارم، هرچه هست از آن توست.\nپدر و مادر عزيزم، ما خيلی به اين انقلاب بدهکاريم."   },   {     "Icon": "https://github.com/NawayeNor/photo-app/raw/gh-pages/IMG-20211221-WA0114.jpg",     "Name": "ابراهیم هادی",     "arb": "فعالیت های شهید ابراهیم هادی\n\nشهید ابراهیم هادی بعد از پیروزی انقلاب در سازمان تربیت بدنی کار کرد و پس از آن به آموزش پرورش منتقل شد. وی مانند معلمی فداکار به تربیت دانش آموزانش پرداخت. شهید ابراهیم هادی به ورزش علاقه داشت و فعالیت در این عرصه را با ورزش پهلوانی یعنی ورزش باستانی شروع کرد و در والیبال و کشتی بی نظیر بود. در هیچ میدانی هرگز پا پس نکشید و مردانه ایستاد. در ارتفاعات سر به فلک کشیده« بازی دراز» و« گیلانغرب» تا دشت های سوزان جنوب میتوان مردانگی او را مشاهده کرد. انتقال مجروحان و شهدا از منطقه به عقب جبهه یکی از کارهای شهید ابراهیم هادی به شمار می رفت. گاهی اوقات پیکرهای مطهر شهدا در ارتفاعات بازی دراز بر شانه های ابراهیم می نشست تا بدست خانواده هایشان برسد.\n\nشهادت شهید ابراهیم هادی\n\nشهید ابراهیم هادی در عملیات والفجر مقدماتی بهمراه بچه های گردان کمیل و حنظله در کانال های فکه بمدت پنج روز مقاومت کرد ولی تسلیم نشد و سرانجام در ۲۲ بهمن سال ۶۱ پس از فرستادن بچه های باقی مانده به عقب، تنهای تنها با خدا همراه شد و کسی دیگر او را ندید. ابراهیم همیشه از خدا تقاضا داشت گمنام شود؛ به دلیل آنکه یکی از صفات یاران خدا، گمنامی است.\nکتاب« سلام بر ابراهیم» در صفحه ۱۳۵ به بیان خاطرات و بخش هایی از زندگینامه این پهلوان شهید پرداخته است.\nشهید ابراهیم هادی دراول اردیبهشت سال ۱۳۳۶ در محله شهید سعیدی حوالی میدان خراسان به دنیا آمد. وی فرزند چهارم از ۶ فرزند خانواده بود. با این حال پدرش مشهدی محمد حسین علاقه خاصی به او داشت. وی نیز منزلت پدر خویش را به درستی شناخته بود. پدری که توانسته بود با شغل بقالی به بهترین نحو فرزندانش را تربیت نماید. هنگامی که ابراهیم نوجوان بود، پدرش فوت کرد و از آن جا بود که زندگی را مانند مردان بزرگ، به پیش برد.شهید ابراهیم هادی به علت ویژگی هایی اخلاقی، فرماندهی و شخصیتی که داشته تا کنون بعنوان یکی از شهدای مفقودالجسدی شناخته می شود. در یکی از خاطرات درباره او چنین نقل شده است:« ابراهیم درهمان ایام پایانی دبستان کاری کرد که پدرش عصبانی شد و گفت که ابراهیم از خانه بیرون برو و تا شب هم برنگرد. ابراهیم تا شب به خانه نیامد. همه خانواده ناراحت بودند که او برای ناهار چه کار کرده است ولی روی حرف پدر، حرف نمی زدند. ابراهیم شب برگشت و با ادب به همگی سلام کرد. از او پرسیدند ناهار چه کار کردی؟ پدر با این که که هنوز از ابراهیم ناراحت بود ولی منتظر جوابش بود.\nشهید ابراهیم هادی خیلی آهسته گفت که داخل کوچه راه می رفتم، یک پیرزن دیدم که کلی وسایل خریده و نمیدانست چکار کند و چطور به خانه برود. من به او کمک کردم و وسایلش را تا منزلش بردم. پیرزن هم کلی از من تشکر کرد و سکه پنج ریالی به من داد. نمی خواستم قبول کنم، ولی خیلی اصرار کرد. من هم مطمئن بودم این پول حلال است زیرا برایش زحمت کشیده بودم. ظهر با همان پول، نان خریدم و خوردم.»\n\nتحصیلات شهید ابراهیم هادی\n\nشهید ابراهیم هادی در مدرسه طالقانی، دوران دبستان خود را سپری کرد و نیز در مدارس ابوریحان و کریم خان دوران دبیرستانش را گذراند. در سال ۵۵ او توانست مدرک دیپلم ادبی دریافت کند. او مطالعات غیر درسی را از همان سال های پایانی دبیرستان، شروع کرد؛ همینطور حضور در هیئت جوانان وحدت اسلامی و همراهی و شاگردی استادی نظیر مرحوم علامه« محمدتقی جعفری» در رشد شخصیتی ابراهیم بسیار مؤثر بود. این شهید مفقود، شجاعت های بسیاری در دوران پیروزی انقلاب از خود نشان داد؛ هم زمان با تحصیل علم در بازار تهران بکار مشغول بود و بعد از انقلاب در سازمان تربیت بدنی و پس از آن به آموزش پرورش منتقل شد.\n\nزندگی زیبای شهید ابراهیم هادی در جوار حضرت زهرا\n\nشهید ابراهیم هادی نیز به علمدار کمیل شهرت دارد و کانال کمیل، محل دیدار خواهر« ابراهیم» با اوست. خواهر شهید ابراهیم هادی روایت می کند:من سالی چند مرتبه به کانال کمیل می روم و با برادر شهیدم صحبت می کنم. به وی می گویم ابراهیم جان! قربان مهمان نوازی ات، معرفتت، مردم داریت. بعد از شهادت برایمان گفتند که تا آخرین لحظه شهدا را سیراب کرد ولی خودش با لبی تشنه به دیدار معبود شتافت. من یقین دارم که ابراهیم زندگی زیبایی در جوار حضرت زهرا( س) دارد و من با ابراهیم خیلی ارتباط دارم. هرگاه کاری داشته باشم و سر دوراهی بمانم، از او تقاضای کمک میکنم به اینصورت که از او می پرسم که فلان کار را انجام دهم یا ندهم بعد مکثی می کنم و جوابش را می شنوم.\nوصیت نامه شهید ابراهیم هادی\n\nدر ادامه وصیت نامه ی شهید ابراهیم هادی را بخوانید:\nبسم رب الشهداء و الصدیقین\nاگر چه بیش از هر کس، خود را محتاج وصیت و پند و اندرز می دانم، پیش از آغاز سخن از خداوند منان تمنّا می کنم که قدرتی به بیان من بدهد که بتوانم از زبان یک شهید، دست به قلم ببرم چرا که جملات من پیدا شد و مورد عفو رحمت الهی قرار گرفتم و توفیق و سعادت شهادت را پیدا کردم، بعنوان پرافتخارآفرین وصیای شهید خوانده می شود.\nخدایا تو را گواه می گیرم که از شروع انقلاب تا به حال در طول این مدت هر چه کردم برای رضای تو بوده و سعی داشتم همیشه خود را در مقابل آزمایش ها، مورد آزمایش و آموزش قرار دهم. امیدوارم در راه اسلام عزیز و پیروزی مستضعفین بر متکبرین، این جان ناقابل را بپذیری.\nخدایا با این که از شکستگی های متعدد استخوان هایم رنج می برم، ولی اهمیتی نمی دادم؛ به این خاطر که من در این مدت نسبت به آن هایی که خالصانه در این راه گام نهاده اند، نشانه هایی از لطف و رحمت تو دیده ام.\nخدایا، ای معبودم و معشوقم و همه کس و کارم، نمی دانم چگونه در برابر عظمت تو ستایش کنم ولی همین قدر می دانم که هر کس تو را شناخت، عاشقت شد و هر کس عاشقت شد، دست از همه چیز شسته و به سوی تو می شتابد و به خوبی این را در خود احساس کردم و می کنم.\nخدایا چنان عشق به انقلاب اسلامی و رهبر کبیر انقلاب در وجودم شعله ور است که اگر تکه تکه شوم و یا زیر سخت ترین شکنجه ها قرار گیرم، او را تنها نخواهم گذاشت. بعنوان یک فردی از آحاد ملت مسلمان به تمامی ملت خصوصاً مسئولین امر تذکر می دهم که همیشه در جهت اسلام و قرآن باشید و هیچ مسأله و روشی شما را از هدف و جهتی که دارید، منحرف ننماید.\nدیگر اینکه در کارهایتان سعی کنید نیت خود را خالص نموده و از هر شرک و ریا، حسادت و بغض اعمالتان را پاک نمایید تا هم اجر خود را ببرید و هم مسئولیت خود را آنچنان که خداوند، اسلام و امام می خواهند، انجام داده باشید هرگز این را فراموش نکنید تا خود را نسازیم و تغییر ندهیم، جامعه ساخته نمی شود.\nوالسلام و علیکم و رحمه الله و برکاته\nابراهیم هادی پور\nروحش شاد و یادش گرامی"
    
  
  },
  
  
  {
    
    "Icon": "https://github.com/NawayeNor/photo-app/raw/gh-pages/IMG-20211221-WA0115.jpg",
    
    "Name": "محمد ابراهیم همت",
    
    "arb": "بیوگرافی شهید همت\n\n\nشهید همت ۱۲ فروردین ماه ۱۳۳۴ ه.ش در شهرضا در خانواده ای مستضعف و متدین بدنیا آمد. او در رحم مادر بود که پدر و مادرش عازم کربلای معلّی و زیارت قبر امام حسین علیه السلام، سالار شهیدان و دیگر شهدای آن دیار شدند و مادرش با تنفس شمیم روحبخش کربلا، عطر عاشورایی را به این امانت الهی دمید.\nشهید همت در سایه محبّت های پدر و مادر پاک دامن، وارسته و مهربانش دوران کودکی را پشت سر گذاشت و بعد وارد مدرسه شد.\nپدر شهید همت از دوران کودکی وی چنین می‍گوید:« زمانی که خسته از کار روزانه به خانه برمی‍گشتم، دیدن فرزندم تمامی خستگی ها و مرارت ها را از وجودم پاک می‍کرد و چنانچه شبی او را نمی‍دیدم برایم بسیار تلخ و ناراحت کننده بود.»\n\nتحصیلات شهید همت\n\nشهید همت در دوران تحصیل، از هوش و استعداد فوق العاده ای بهره مند بود و با موفقیت تمام دوران دبستان و دبیرستان را پشت سر گذاشت.\nشهید همت زمان فراغت از تحصیل مخصوصاً در تعطیلات تابستانی با کار و تلاش فراوان مخارج شخصی خود را برای تحصیل به دست می آورد و از این راه به خانواده زحمتکش خود کمک قابل توجهی می‍کرد. او با شور و نشاط و مهر و محبّت و صمیمیتی که داشت به محیط گرم خانواده صفا و صمیمیت دیگری می‍بخشید. اشتیاق محمد ابراهیم همت به قرآن و فراگیری آن سبب می‍شد که از مادرش با اصرار بخواهد تا به او قرآن یاد بدهد و وی را در حفظ سوره ها کمک کند. این علاقه تا حدی بود که از آغاز رفتن به دبیرستان توانست قرائت کتاب ‍آسمانی قرآن را کاملاً فرا گیرد و بعضی از سوره های کوچک را نیز حفظ کند.\nشهید همت پس از پایان دوران ابتدایی و راهنمایی، وارد مقطع دبیرستان شد. او در دوران تحصیلات متوسطه اشتیاق فراوانی به رشته داروسازی نشان می داد.\nشهید همت در سال ۱۳۵۲ دیپلم گرفت و در کنکور سراسری شرکت کرد. عدم موفقیت محمدابراهیم همت در ورود به دانشگاه نتوانست خللی در اراده او بوجود آورد. در همان سال، پس از قبولی در امتحانات ورودی «دانشسرای تربیت معلم اصفهان» برای تحصیل عازم این شهر شد  و در سال ۱۳۵۴ مدرک فوق دیپلم خود را اخذ کرد.\n\nدوران سربازی شهید همت\n\nشهید همت در سال ۱۳۵۴ برای گذراندن خدمت سربازی اقدام کرد. در سال ۱۳۵۶ دوران سربازی محمدابراهیم همت به پایان رسید او بعد از سربازی به شهر خود برگشت و چند وقتی در مدرسه های راهنمایی شهرضا و روستاهای اطراف به تدریس تاریخ پرداخت.\n\nفعالیت های سیاسی شهید همت\n\nشهید همت در دوران سربازی کوشید دانش آموزان را با افکار انقلابی آشنا کند و همین امور باعث شد که چند نوبت از سوی سازمان امنیت و اطلاعات کشور (ساواک) به وی اخطار شود. گوشه و کنار، حرف های نیشدار او به گوش حکومت رسید و خبر هشدار ساواک در پرونده تازه گشوده اش، ثبت گردید. سخنان و افکار محمدابراهیم همت، مأمورین شاه را به تعقیب او واداشته بود، بگونه ای که او شهر به شهر می گشت تا از دستگیری در امان باشد.\nشهید همت، اول به شهر فیروز آباد رفت و چند وقتی در آن جا تبلیغ کرد. بعد از چندی به یاسوج رفت. موقعی که در صدد دستگیری او برآمدند به دوگنبدان عزیمت کرد و بعد به اهواز رفت و در آن جا سکنی گزید. با بالا گرفتن انقلاب ۱۳۵۷، به شهرضا برگشت و سازمان دهی تظاهرات مردمی را بر عهده گرفت. در پایان یکی از راهپیمایی ها، قطعنامه آنرا قرائت کرد و شایع شد که حکم اعدامش را صادر نموده اند و همین مسئله، وی را تا روز پیروزی انقلاب، در مخفی گاه ها نگه داشت.\nشهید همت و دوران پس از انقلاب\n\nشهید همت بعد از پیروزی انقلاب، در ایجاد نظم و دفاع از شهر و راه اندازی کمیته انقلاب اسلامی شهرستان شهرضا نقش داشت. او از کسانی بود که سپاه شهرضا را با کمک دو تن از برادران خود و سه تن دیگر از دوستانش تشکیل داد. اواخر سال ۱۳۵۸ به خرمشهر رفت و سپس به بندر چابهار و کنارک (در استان سیستان و بلوچستان) عزیمت کرد و به فعالیت های عقیدتی پرداخت. محمدابراهیم همت در خردادماه سال ۱۳۵۹ به منطقه کردستان اعزام گردید.\n\nازدواج شهید همت\n\nهمسر شهید همت یكی از دانشجویان داوطلب اعزامی از اصفهان به شهرستان پاوه بود كه تابستان ۱۳۵۹ وارد این شهر شد و همراه دیگر خواهران مستقر در كانون فرهنگی سپاه و جهاد پاوه به كار معلمی و امداد‌رسانی در روستاهای اطراف پاوه پرداخت. او در مهرماه همان سال، بعد از پایان مأموریت خود به اصفهان برگشت و در اواخر تابستان سال ۱۳۶۰ بار دیگر راهی پاوه شد و فعالیت خویش را ازسر گرفت. شهید همت مدتی بعد از بازگشت از سفر حج به خواستگاری اش رفت و با او ازدواج کرد حاصل این ازدواج دو پسر به نام های محمدمهدی  و مصطفی بود.\nشهادت شهید همت\n\nدر جریان عملیات خیبر، هم چنان که نیرو های ایرانی در برابر ارتش عراق مقاومت می کردند زمانی که شهید همت برای بررسی شرایط جبهه جلو رفته بود بر اثر اصابت گلولهٔ توپ درنزدیکی اش همراه با سید حمید میرافضلی، در غروب ۱۷ اسفند ماه ۱۳۶۲ در محل تقاطع جاده های جزایر مجنون شمالی و جنوبی سر از بدنشان جدا شد و به درجه رفیع شهادت نائل شدند.\nبه گفته شاهدان عینی و رزمندگان در منطقه عملیاتی طلائیه که عملیات خیبر و رمضان در آن جا انجام شد، به محدوده ای باریک، یک میلیون و دویست هزار گلوله توپ و خمپاره شلیک شد که تلفات فراوانی را برجا گذاشت. شهید همت در جریان عملیات خیبر به همرزمانش گفته بود:« باید مقاومت کرده و مانع از بازپس‍گیری مناطق تصرف شده ، به وسیله دشمن شد. یا همگی این‍جا شهید می شویم یا جزیره مجنون را نگه می داریم». محسن رضایی در مصاحبه ای گفته است:« نخستین باری که در جنگ به کسی عنوان «سید الشهدا» دادند، در همین خیبر و برای شهید ابراهیم همت بود.»\n\nآرامگاه شهید همت\n\nشهید همت قرار بود در قطعه ۲۴ بهشت زهرا دفن شود، ولی به اصرار خانواده اش در زادگاهش و در کنار امامزاده شاهرضا دفن شد. با این حال در (قطعه ۲۴ ردیف ۷۷ شماره ۵۲۴) بهشت زهرا و در کنار مصطفی چمران، عباس کریمی و رضا چراغی سنگ مزاری برای او نصب کرده اند و بسیاری تصور می کنند که او در بهشت زهرا به خاک سپرده شده است.\n\nعملیات های شهید همت\n\nفهرستی از عملیات هایی كه شهید همت در آن نقش عمده ای داشت: \n۱) عملیات فتح المبین\n۲) عملیات بیت المقدس\n۳) عملیات رمضان\n۴) عملیات مسلم بن عقیل\n۵) عملیات محرم\n۶) عملیات والفجر مقدماتی\n۷) عملیات والفجر (۱)\n۸) عملیات والفجر (۲)\n۹) عملیات والفجر (۳)\n۱۰) عملیات والفجر (۴)\n۱۱) عملیات خیبر\nمتن وصیت‌نامه‌ای را که از این شهید والامقام به یادگار مانده است، در ادامه می‌خوانید:\n«به تاریخ 19 دی 1359 ساعت ۱۰:۱۰ شب چند سطری وصیت‌نامه می‌نویسم: هر شب ستاره‌ای را به زمین می‌کشند و باز این آسمان غم‌زده غرق ستاره است، مادر جان می‌دانی تو را بسیار دوست دارم و می‌دانی که فرزندت چقدر عاشق شهادت و عشق به شهیدان داشت.\nمادر، جهل حاکم بر یک جامعه انسان‌ها را به تباهی می‌کشد و حکومت‌های طاغوت مکمل‌های این جهل‌اند و شاید قرن‌ها طول بکشد که انسانی از سلاله پاکان زائیده شود و بتواند رهبری یک جامعه سر در گم و سر در لاک خود فرو برده را در دست گیرد و امام تبلور ادامه‌دهندگان راه امامت و شهامت و شهادت است.\nمادرجان، به خاطر داری که من برای یک اطلاعیه امام حاضر بودم بمیرم؟ کلام او الهام‌بخش روح پرفتوح اسلام در سینه و وجود گندیده من بوده و هست. اگر من افتخار شهادت داشتم از امام بخواهید برایم دعا کنند، تا شاید خدا من روسیاه را در درگاه با عظمتش به عنوان یک شهید بپذیرد.\nمادر جان من متنفر بودم و هستم از انسان‌های سازشکار و بی‌تفاوت و متاسفانه جوانانی که شناخت کافی از اسلام ندارند و نمی‌دانند برای چه زندگی می‌کنند و چه هدفی دارند و اصلا چه می‌گویند بسیارند.‌ ای کاش به خود می‌آمدند. از طرف من به جوانان بگوئید چشم شهیدان و تبلور خونشان به شما دوخته است. بپاخیزید و اسلام را و خود را دریابید. نظیر انقلاب اسلامی ما در هیچ کجا پیدا نمی‌شود. نه شرقی – نه غربی؛ اسلامی که: اسلامی…‌ ای کاش ملت‌های تحت فشار مثلث زور و زر و تزویر به خود می‌آمدند و آن‌ها نیز پوزه استکبار را بر خاک می‌مالیدند.\nمادر جان، جامعه ما انقلاب کرده و چندین سال طول می‌کشد تا بتواند کم کم صفات و اخلاق طاغوت را از مغز انسان‌ها بیرون ببرد، ولی روشنفکران ما به این انقلاب بسیار لطمه زدند، زیرا نه آن را می‌شناختند و نه باریش زحمت و رنجی متحمل شده اند از هر طرف به این نو نهال آزاده ضربه زدند، ولی خداوند، مقتدر است اگر هدایت نشدند مسلما مجازات خواهند شد.\nپدر و مادر؛ من زندگی را دوست‌دارم، ولی نه آنقدر که آلوده‌‌اش شوم و خویشتن را گم و فراموش کنم علی‌وار زیستن و علی‌وار شهید شدن، حسین‌وار زیستن و حسین‌وار شهید شدن را دوست می‌دارم شهادت در قاموس اسلام کاری‌ترین ضربات را بر پیکر ظلم، جور، شرک و الحاد می‌زند و خواهد زد. ببین ما به چه روزی افتاده‌ایم و استعمار چقدر جامعه ما را به لجنزار کشیده است، ولی چاره‌ای نیست این‌ها سد راه انقلاب اسلامیند؛ پس سد راه اسلام باید برداشته شودند تا راه تکامل طی شود.\nمادر جان به خدا قسم اگر گریه کنی و به خاطر من گریه کنی اصلا از تو راضی نخواهم بود. زینب وار زندگی کن و مرا نیز به خدا بسپار (اللهم ارزقنی توفیق الشهاده فی سبیلک)؛ و السلام.\nمحمد ابراهیم همت"
    
  },
  
  
  {
  
  "Icon": "https://github.com/NawayeNor/Server-Shohada/raw/gh-pages/Mostafa-chamran.jpg",
    
  "Name": "مصطفی چمران",
  
  "arb": "مصطفی چمران ساوه‌ای (۱۰ مهر ۱۳۱۱ – ۳۱ خرداد ۱۳۶۰)معروف به دکتر چمران، فیزیک‌دان، سیاستمدار (عضو شورای مرکزی نهضت آزادی ایران)،وزیر دفاع ایران در دولت مهدی بازرگان و دولت موقت شورای انقلاب از همراهان موسی صدر در تشکیل جنبش امل (لبنان)، نماینده دوره اول مجلس شورای اسلامی، از فرماندهان ایران در جنگ ایران و عراق و بنیان‌گذار ستاد جنگ‌های نامنظم در جریان جنگ ایران و عراق بود.وی در دانشگاه تهران، تحصیلات خود را در رشته الکترومکانیک به پایان برد. سپس برای ادامه تحصیل به آمریکا رفت و درجه دکتری در فیزیک پلاسما کسب کرد. پس از گذراندن آموزش‌های نظامی در مصر، به لبنان رفت و به همراه موسی صدر، در تشکیل جنبش امل نقش مؤثری داشت و از فرماندهان آن بود.چمران در زمان تحصیل در دانشگاه تهران، در درس ترمودینامیک، شاگرد مهدی بازرگان بود. آشنایی او با بازرگان، عامل مهمی در ورود او به عرصه سیاست به‌شمار می‌رود. وی در دوران پس از کودتای ۲۸ مرداد در سازمان نهضت مقاومت ملی که زیر نظر افرادی چون مهدی بازرگان، سید رضا زنجانی و سید محمود طالقانی اداره می‌شد، فعالیت می‌کرد. در زمان تحصیل در خارج از ایران، او به همراه ابراهیم یزدی، علی شریعتی و صادق قطب‌زاده، شاخه خارج از کشوری نهضت آزادی ایران و همچنین انجمن اسلامی دانشجویان ایران در آمریکا را تأسیس کرد. پس از پیروزی انقلاب ۱۳۵۷ ایران، او به ایران بازگشت و در دولت بازرگان، مدتی وزارت دفاع را برعهده داشت. او به عنوان یکی از اعضای نهضت آزادی، در دوره نخست مجلس شورای اسلامی از سوی مردم تهران به نمایندگی انتخاب شد.\nدر جریان جنگ ایران و عراق، وی یکی از فرماندهان ایران بود. چمران با شروع جنگ، به اهواز رفت و ستاد جنگ‌های نامنظم را بنیان‌گذاری کرد. از دیگر کارهای مهم وی ایجاد هماهنگی بین نیروهای ارتش، سپاه و نیروهای داوطلب مردمی بود که در منطقه حضور داشتند. مصطفی چمران در ۳۱ خرداد ماه ۱۳۶۰ در مسیر دهلاویه-سوسنگرد بر اثر اصابت ترکش خمپاره به پشت سرش در ۴۹ سالگی کشته شد.\n\nتولد\n\nمصطفی چمران در سال ۱۳۱۱ خورشیدی در خیابان پانزده خرداد تهران، بازار آهنگرها، محله سرپولک به دنیا آمد. او فرزند حسن چمران ساوه‌ای بود که از روستای چمران ساوه به تهران مهاجرت کرد.\n\nتحصیلات\n\nوی تحصیلات ابتدایی خود را در مدرسه انتصاریه، نزدیک پامنار، گذراند و دوران متوسطه را در دارالفنون و البرز طی کرد. به سال ۱۳۳۲ با رتبه ۱۵ در رشته الکترومکانیک دانشکده فنی دانشگاه تهران پذیرفته شد. او در تمام دوران تحصیل جزو شاگردان ممتاز بود. سپس با دریافت بورس تحصیلی به دانشگاه تگزاس ای اند ام آمریکارفت و درجه کارشناسی ارشد را در رشته مهندسی برق کسب نمود.سپس برای اخذ درجه دکتری در رشته پلاسما فیزیک به دانشگاه برکلی ایالت کالیفرنیا رفتو در آنجا نیز درخشید به گونه‌ای که پایان‌نامه او مرجع ۲ مقاله علمی در زمینه پلاسما فیزیک شد.وی در دهه ۶۰ میلادی در آزمایشگاه‌های بل و هم چنین آزمایشگاه پیشرانه جت ناسا استخدام شد.\nاو در کنار زبان فارسی به زبان‌های عربی، ترکی، فرانسوی، انگلیسی و آلمانی مسلط بود و در کنار دانش، به هنر نیز توجه داشت.\nازدواج و خانواده\n\nمصطفی چمران دو بار ازدواج کرد، بار اول در سال ۱۳۴۰ با یک زن مسلمان آمریکایی به نام تامسن هیمن که نام خود را پس از ازدواج به پروانه تغییر داد و ثمره این ازدواج، یک دختر به نام روشن و سه پسر به نام‌های رحیم، علی و جمال بود؛ جمال در کودکی در استخر خانه پدر همسر چمران غرق شد. نوشته‌های ابوجمال در سوگ فرزند، نمونه‌ای نادر از نثر حزین چمران است.\nنمونه‌ای از نوشته‌های چمران در باب فرزند خود:\n«ای فرزندم! در این دنیا نتوانستم به تو کمکی کنم…\nاما آن‌جا در آسمان‌ها، لحظه‌ای از تو جدا نخواهم شد…\nو دیگر قدرتی نیست که همبستگی ما را از هم بگسلد…\nبُنَیَّ …!\nمَعَک، مَعَک، لا أفارقک …!\nفرزندم با تو خواهم بود از تو جدا نمی‌شوم!»\nسه فرزند دیگر هر کدام در شهری در کناره غربی آمریکا زندگی می‌کنند. همسر آمریکایی وی پس از مهاجرت به لبنان و مدتی زندگی کردن در آنجا، به دلیل شرایط سخت و محرومیت شدید، تصمیم به بازگشت به آمریکا گرفت و از همسر خود جدا شد و در سال ۲۰۰۹ در آمریکا درگذشت.\nدر ادامه حضور مصطفی چمران در لبنان نقاشی شمع او، آغاز آشنایی او با غاده جابر شد که در نهایت به ازدواج او با همسر لبنانی‌اش انجامید. واسطه این آشنائی و ازدواج، شخص موسی صدر و یک روحانی ایرانی به نام سید غروی بوده‌است.عباس چمران، برادر او آخرین رئیس دانشکده مهندسی برق دانشگاه صنعتی شریف قبل از انقلاب بود که پس از مرگ او درگذشت و مهدی چمران برادر دیگر او سابقه ریاست شورای شهر تهران را دارد.\nمصطفی چمران از سن پانزده سالگی در جلسه‌های تفسیر قرآن سید محمود علایی طالقانی حاضر می‌شد؛ وی همچنین در درس‌های فلسفه و منطق مرتضی مطهری و در دیگر جلسات نیز حضور پیدا می‌کرد.وی از نخستین اعضای انجمن اسلامی دانشجویان دانشگاه تهران بود. در مبارزات سیاسی دوران مصدق، از دوره چهاردهم مجلس شورای ملی تا ملی شدن صنعت نفت شرکت فعال داشت. وی در روز ۱۶ آذر ۱۳۳۲ در حمله گارد به دانشکده فنی دانشگاه تهران جزو معترضان به حضور نیکسون، معاون رئیس‌جمهور ایالات متحده آمریکا، بود. چمران از مسوولان نهضت مقاومت ملی و عضو جبهه ملی ایران در دانشگاه تهران به‌شمار می‌آمد. او پس از حضور در آمریکا به همراه تنی چند از هم فکرانش شاخه نهضت آزادی ایران در خارج از کشور را تأسیس کرد. وی با همکاری ابراهیم یزدی برای اولین بار انجمن اسلامی دانشجویان آمریکا را پایه‌ریزی کرد و از مؤسسین انجمن اسلامی دانشجویان ایرانی در کالیفرنیا بود. به دلیل این فعالیت‌ها، بورس تحصیلی شاگرد ممتازی وی از سوی رژیم شاه قطع شد و از آن پس تا پایان دوره دکتری در دانشگاه برکلی به عنوان پژوهش‌یار ای آی مشغول به کار شد.\n\nدر آمریکا\nچمران با بورس شاگرد اولی در دانشگاه تهران برای ادامه تحصیل به آمریکا رفت و در دوره‌های کارشناسی ارشد (الکترونیک) در دانشگاه تگزاس اِی اَند اِم و دکتری (رشته فیزیک پلاسما و الکترونیک) در دانشگاه برکلی تحصیل نمود.\nرسالهٔ دکتری چمران در دانشگاه برکلی در کتاب باریکه الکترونی در مگنترون با کاتد سرد توسط رضا امراللهی در سال ۱۳۸۸ ترجمه و توسط دانشگاه امیرکبیر منتشر شده‌است.\nدر سال ۱۹۶۲ پس از فارغ‌التحصیل شدن با خانواده خود به نیوجرسی منتقل شد و ضمن عضویت در شورای مرکزی جبهه ملی به عنوان عضو هیئت اجرایی و مسئول مالی به فعالیت پرداخت. تدارک اعتراضات و بسیج دانشجویان در جلوی سازمان ملل در نیویورک، جلوی کاخ سفید در واشینگتن و همچنین سفارت ایران در شهر واشینگتن و سایر کنسولگری‌ها در شهرهای شیکاگو، نیویورک، سانفرانسیسکو در جهت اعتراض به وضعیت سیاسی ـ اجتماعی ایران بخش عمده‌ای از تلاش و فعالیت‌های او در این سال‌ها است.\nماجرای بست نشستن در عبادتگاه سازمان ملل بدین قرار است: در سازمان ملل، محلی به عنوان معبد طراحی گردیده که نه مسجد است نه کلیسا؛ صرفاً عبادتگاه است. اتاقی است بزرگ و ساده که به صورت یک اتاق آرام و فضایی روحانی طراحی شده و بعضی از بازدیدکنندگان لحظاتی در این محل توقف کرده و با خود خلوت و به نیایش درونی می‌پردازند. دوازده نفر از ایرانیان طبق قرار قبلی در این محل حاضر شده و به اصطلاح بست می‌نشینند. پس از چند دقیقه توجه مأمورین به این افراد که بیش از حد معمول در محل عبادتگاه توقف کرده‌اند جلب می‌شود. مأمورین خواستار خروج ایشان از عبادتگاه می‌شوند. جمع متحصن خواستار ملاقات با دبیرکل سازمان ملل می‌شوند که با مخالفت مأمورین روبه‌رو می‌شوند. از طرفی دیگر، عده‌ای از اعضاء جبهه ملی و دانشجویان هم در خارج از ساختمان تجمع کرده و پلاکاردها و بیانیه‌هایی به زبان انگلیسی در اعتراض به شاه و هیئت حاکمه ایران بین توریست‌ها و مردم توزیع می‌کنند. خبر تحصن ایرانیان در محل سازمان ملل خبرنگاران را به آنجا می‌کشاند. مأمورین که از خروج متحصنین ناامید می‌شوند گارد مخصوص را آورده و دست و پای آن‌ها را گرفته، کشان کشان از سازمان ملل بیرون می‌برند و خبرنگاران خارجی و تلویزیون‌های سراسری آمریکا از این صحنه فیلم‌برداری می‌کنند.\nچمران در یکی از موسسات پژوهشی بزرگ آمریکایی به نام بل استخدام و تا سال ۱۹۶۷ که به همراه دوستانش به خاورمیانه رفت، در این شرکت فعالیت داشت.چمران در آمریکا در واقع مسئول هماهنگ‌کننده گروه‌های حامی ملت فلسطین بود. پس از جنگ اعراب و اسراییل و شکست سنگین کشورهای عرب، به دلیل ایجاد فضای منفی گسترده علیه مسلمانان چمران تصمیم می‌گیرد از آمریکا خارج شود، به خاورمیانه سفر کند و در تحولات جهان اسلام و مبارزه در برابر دشمنان مستقیماً شرکت نماید.\n\nدر مصر\nچمران پس از اتمام تحصیلات و پس از تظاهرات پانزده خرداد توسط خسرو قشقایی به همراه ابراهیم یزدی، رهسپار مصر شد و به تأسیس اولین پایگاه آموزش جنگ‌های مسلحانه پرداخت. او به مدت دو سال، در زمان جمال عبدالناصر، رئیس‌جمهور مصر، سخت‌ترین دوره‌های چریکی و پارتیزانی را آموخت و به عنوان بهترین شاگرد این دوره شناخته شد.\nدر مصر با مشاهده جریان ناسیونالیسم عربی به جمال عبدالناصر اعتراض کرد و جمال ضمن پذیرش این اعتراض گفت که جریان ناسیونالیسم عربی آن قدر قوی است که نمی‌توان به‌راحتی با آن مقابله کرد و به دنبال آن به چمران و یارانش اجازه داد که در آن کشور نظرات خود را بیان کنند.\nعادل عون --معروف به ابو یاسر--که از مبارزین قدیمی لبنان می‌باشد و از جمله دوستان مصطفی چمران در مصر و همچنین همرزم وی در لبنان بوده‌است، اینگونه بیان می‌کند که: دربارهٔ دلیل ترک آمریکا و آمدن چمران به مصر از او سؤال کردم، که او سبب این کار را قصد نداشتن شرکت در پیشرفت صنایع نظامی آمریکا دانست و با هدف مساعدت به برادران مسلمان در این دوره نظامی حضور پیدا کرده‌است.عادل در ادامه اظهار می‌دارد: اینطور به نظر می‌رسد که چمران جزو پنج متفکر مسلمانی بوده‌است که در طرح گسترش و پیشرفت سلاح‌های آمریکایی می‌بایست حضور پیدا می‌نمود. چمران همچنین اشاره داشت به اینکه بنده از آتش فرار کرده‌ام، و گویا وی برای مدت دو سال از مرکز علمی که در آن بود مرخصی گرفته بود که بتواند به گروه‌های مبارز ملحق شود.\n\nدر لبنان\nدر سال ۱۳۵۰ موسی صدر، رهبر شیعیان لبنان، در سفری به تهران ضمن ملاقات با مهدی بازرگان و گزارش خدمات در لبنان، از تشکیل یک مدرسه در شهر صور خبر می‌دهد و از ایشان معرفی یک مهندس مجرب جهت اداره مدرسه را خواستار می‌شود. مهندس بازرگان، چمران را معرفی می‌نماید. پس از تماس موسی صدر با چمران، این امر مورد قبول او قرار\nگرفته و وی دوباره همه چیز را رها کرده و به سوی لبنان رهسپار می‌گردد.\nچمران در لبنان، در کنار موسی صدر، به فعالیت‌های فرهنگی و چریکی می‌پردازد. او به مدت هشت سال مدیریت مدرسه صنعتی جبل عامل را به عهده می‌گیرد. محمد نصرالله عضو هیئت رئیسه جنبش اَمل آن زمان و رهبر کنونی حزب ا… که در سن ۱۸ سالگی حکم فرماندهی منطقه خود را در نبطیه از چمران دریافت کرده در بارهٔ حضور مصطفی چمران در لبنان می‌گوید: مصطفی چمران بر حسب خواست موسی صدر از مصر به لبنان آمد. همسر ایشان به همراه سه پسر و یک دختر نیز به لبنان آمدند. اما به دلیل عدم وجود مدرسه برای آنان، خانواده چمران نتوانست در لبنان زندگی کند. او از همسرش جدا شد و خانواده‌اش را رها کرد تا با خانواده فقرا زندگی کند. خودش می‌گفت من خاک کفش‌های فقرا هستم. چمران در دل شیعیان لبنان جاودان است. موسی صدر وصیت کرد که همواره حرف مصطفی چمران اجرا شود.چمران نیز عشق و ارادت زیادی به موسی صدر داشت و از یادداشت‌هایش این امر کاملاً هویداست.\nتأسیس پایگاه چریکی مستقل برای تعلیم مبارزان ایرانی در لبنان، از دیگر اهداف چمران بوده‌است.چمران در لبنان به موسی صدر کمک کرد تا سازمان امل، به عنوان شاخه نظامی، «حرکةالمحرومین» را پایه‌گذاری کند.چمران از سال ۱۹۷۱ که به جنوب لبنان می‌آید، کلاس‌هایی برای درس‌های ایدئولوژیک اسلامی به سبک انجمن‌های اسلامی دانشجویان به راه می‌اندازد. از هر دهی یک یا دو نفر از معلمین مسلمان را انتخاب کرد که در کل حدود ۱۵۰ نفر می‌شدند؛ هفته‌ای یک بار به مدرسه می‌آمدند و جلساتی اسلامی برپا می‌شد که موسی صدر، مهدی شمس الدین، محمدحسین فضل‌الله و رجال دیگر سخنرانی می‌کردند و بعد خودش وارد بحث می‌شد و یک سلسله دروس ایدئولوژیک را بیان می‌کرد. همین افراد بودند که اولین هسته‌های سازمان «حرکت المحرومین» در جنوب را تشکیل دادند. او در بیروت نیز نظیر این اقدام را انجام داد.\nهنگامی که منطقه شیعه‌نشین نبعه توسط فالانژها محاصره شده بود، چمران در مأموریتی خطرناک، سوار بر زره‌پوشی از ارتش لبنان، خود را به داخل منطقه محاصره شده می‌رساند. در میان راه فالانژیست‌ها زره‌پوش را متوقف می‌کنند و می‌خواهند در آن را باز کنند که چمران از داخل دستگیره در را محکم می‌گیرد و آن‌ها فکر می‌کنند در قفل است و وقتی از شیشه کوچک به داخل نگاه می‌کنند او خود را پنهان می‌کند؛ آن‌ها نیز با تصور اینکه کسی داخل نیست منصرف می‌شوند. چمران پس از سه روز ماندن در نبعه تصمیم به مراجعت می‌گیرد.برای بازگشت زره‌پوشی نبود؛ لذا با ارمنی‌ها تماس می‌گیرد؛ ارمنی‌ها در قبال گرفتن پول، شیعیان را به بیروت می‌رساندند لیکن اکثریت آن‌ها در میان راه به اسارت می‌افتادند و کشته می‌شدند. چمران با اتومبیل، همراه سه نفر ارمنی، وارد منطقه فالانژیست‌ها می‌شود و در پست ایست و بازرسی فالانژها با استفاده از گذرنامه یک شخص فرانسوی که شباهتی به چمران داشته، شروع به صحبت به زبان فرانسه با مأمورین می‌کند و بدین ترتیب از محاصره آن‌ها خارج می‌شود. او گزارشی از وضعیت وخیم شیعیان جنگ زده نبعه به موسی صدر می‌دهد. موسی صدر با دوستی در فرانسه تماس گرفته و تقاضای کمک می‌نماید؛ او نیز با سازمان پزشکان بدون مرز تماس برقرار می‌کند و اکیپی متشکل از چهار پزشک فرانسوی به همراه سه پرستار عازم نبعه می‌شوند. چمران دوباره همراه با اکیپ فرانسوی عازم نبعه می‌شود که در میان راه اتومبیل آن‌ها را به رگبار می‌بندند و سوراخ سوراخ می‌کنند.\nچمران نسبت به گروه‌های سیاسی لبنان شناخت زیادی داشت، وی آزردگی خاطر خویش را از باران تهمت‌هایی که گروه‌های مختلف سیاسی به او می‌زدند کتمان نمی‌کند. از جمله اتهامات که به چمران زده بودند، تسلیم نمودن اردوگاه بزرگ فلسطینی تل زعتر به کتائب (فالانژها) بوده‌است. چمران با رهبران فلسطینی و در رأس آنها، یاسر عرفات نیز تماس و همکاری نزدیک داشته‌است به‌طوری‌که یاسر عرفات و ابوجهاد می‌آمدند و از او مشورت می‌گرفتند. با بروز درگیری‌ها، موسی صدر جوانان امل را به تل زعتر فرستاد. مناقشه اصلی دربارهٔ نقش چمران در ماجرای تل زعتر اینجا اتفاق می‌اُفتد. برخی اعتقاد دارند که این نیروهای امل بودند که تل زعتر را به فالانژها واگذار کردند و با عدم حمایت از فلسطینیان حاضر در آن منطقه باعث شدند فالانژها به داخل اردوگاه رفته ساکنین را قتل‌عام کنند اما حامیان موسی صدر معتقدند اداره تل زعتر از همان ابتدا بر عهده خود فلسطینیان بوده و حتی فلسطینی‌های حاضر در اردوگاه به مناطق مرفه این اردوگاه می‌آیند و از حملات بی‌امان فالانژها در امان می‌مانند.در بحبوحه پیروزی انقلاب ۱۳۵۷، چمران در نظر داشت که پانصد رزمنده از سازمان «امل» را تجهیز نموده و خود را به وسط معرکه نبرد در ایران برساند. دولت سوریه نیز دادن امکانات و هواپیما برای انتقال رزمندگان را تقبل نموده بود تا در هر جا که سازمان امل می‌خواهد رزمندگانش را پیاده کند. اما نبرد در تهران ۲۴ ساعت بیشتر طول نکشید و طرح به مرحله اجرا در نیامد.\n\nدر خوزستان\nبا آغاز جنگ ایران و عراق به جبهه جنگ عزیمت نمود و ستاد جنگ‌های نامنظم را بنیان نهاد. ایجاد واحد مهندسی فعال برای ستاد جنگ‌های نامنظم یکی از این برنامه‌ها بود که به کمک آن، جاده‌های نظامی به‌سرعت در نقاط مختلف ساخته شد و با نصب پمپ‌های آب در کنار رود کارون و احداث یک کانال به طول حدود بیست کیلومتر و عرض یک متر در مدتی حدود یک ماه، آب کارون را به طرف تانک‌های عراقی روانه ساخت، به‌طوری‌که آن‌ها مجبور شدند چند کیلومتر عقب‌نشینی کنند و سدی بزرگ مقابل خود بسازند.\nپس از یأس عراقیها از تسخیر اهواز، ارتش این کشور برای دومین بار به سوسنگرد حمله کرد و سه روز تانک‌های عراقی شهر را در محاصره گرفتند؛ روز سوم تعدادی از آنان توانستند به داخل شهر راه یابند.\nچمران که از محاصره تعدادی از یاران و رزمندگان ایرانی در آن شهر سخت برآشفته بود، با فشار و تلاش فراوان خود و سید علی خامنه ای، ارتش را آماده ساخت که برای نخستین بار دست به یک حمله خطرناک و نابرابر بزنند و خود نیز نیروهای مردمی و سپاه پاسداران را در کنار ارتش سازماندهی کرد تا با نظمی نو و شیوه‌ای جدید از جانب جاده اهواز - سوسنگرد به دشمن یورش ببرند.\nچمران در نبردی که برای آزادسازی سوسنگرد درگرفته بود، به هدف منحرف کردن دشمن از آسیب رسانی به رزمندگان همراهش، به همراه دو تن از همراهانش به درگیری با چند تانک و نفربر پرداخت که ماحصل آن فرار نیروهای عراقی از صحنه نبرد بود در حالی که او تنها از ناحیه ران مجروح گردید و نیروهای او توانستند خود را به سوسنگرد برسانند؛ او با کامیون هیفائی که از دشمن به غنیمت گرفته بود خود را به بیمارستان رساند و بستری شد؛ اما بیش از یک شب در بیمارستان نماند و پس از آن به مقر ستاد جنگ‌های نامنظم رفت.\nچمران دوباره در تاریخ ۳۱ خرداد ۱۳۶۰ که برای سرکشی، معرفی و توجیه فرمانده جدید محور به جای «ایرج رستمی» به منطقه جنگی دهلاویه رفته بود، در خط مقدم نبرد، بر اثر اصابت ترکش خمپاره ۶۰ دشمن از ناحیه پشت سر زخمی شد؛ مورد اصابت قرار گرفتن این فرمانده از پشت سر، از آن زمان تاکنون منشأ گمانه زنی‌های بسیار در مورد احتمال مرگ او بر اثر شلیک آتش خودی بوده‌است، هرچند برخی از همرزمان وی، چنین احتمالی را دور از ذهن دانسته‌اند.کمک‌های اوّلیه بر روی او در بیمارستان سوسنگرد انجام گرفت و آمبولانس به اهواز شتافت ولی پیکر بی‌جان او به اهواز رسید.و در همان تاریخ درگذشت آرامگاهش در بهشت زهرا قرار دارد و آدرس قبر او قطعهٔ ۲۴ ردیف: ۷۱ شماره: ۲۵ و تاریخ دفنش ۱۳۶۰/۴/۲ است.سید روح‌الله خمینی رهبر جمهوری اسلامی ایران او را سردار اسلام و مجاهد بیدار و متعهد راه تعالی نامید.بعد از مرگ، نام چمران به عنوان یک قهرمان بر روی بسیاری از خیابان‌ها و ساختمان‌ها در ایران و لبنان از جمله بزرگراه چمران در تهران گذاشته شد.\nسال ۱۳۹۱ محسن علوی پور کتاب زندگی‌نامه چمران را منتشر کرد.نیک رابینسون در سال ۲۰۱۳ زندگی‌نامه انگلیسی چمران را در انگلستان منتشر کرد.\nابراهیم حاتمی کیا، کارگردان ایرانی، فیلمی را به نام چِ دربارهٔ مصطفی چمران ساخت که پیشنهاد آن را مهدی چمران ۱۵ سال پیش به وی داده بود. این فیلم به مقطعی از زندگی چمران یعنی دو روز و دو شب حضورش در پاوه در سال ۱۳۵۸ می‌پردازد. در این فیلم فریبرز عرب نیا نقش چمران و سعید راد نقش تیمسار فلاحی را بر عهده دارند. در مجموعه تلویزیونی سیمرغ نیز که سرگذشت دو تن از خلبانان هوانیروز یعنی احمد کشوری و علی‌اکبر شیرودی را به تصویر می‌کشد، به نقش چمران در واقعه پاوه اشاره شده‌است.در قتلگاه او در دهلاویه نیز بنای یادبودی ساخته‌اند.\nچمران شخصیتی عارفانه داشت و به اشعار مولوی علاقه داشت.آثار هنری زیادی را بر جای گذاشت که از جمله آن‌ها می‌توان به تابلوهای نقاشی، مجسمه‌ها و عکس‌ها اشاره کرد. نقاشی در میان علاقه‌مندی‌های بارز هنری چمران بود که در این زمینه چندین اثر رنگ روغن از وی به جا مانده‌است."
  
  }


]
